package autocomponent;

public class Helper {
    static String description = "Данная программа предназначена для измения типа доступа к термопластавтоматам" +
            "(ТПА) фирмы Engel.\n" +
            "В ТПА данной фирмы существует несколько уровней доступа для изменению параметров работы машины.\n" +
            "Для получения необходимого уровеня необходимо иметь карту доступа или знать пароль.\n" +
            "На некоторые высокие уровни доступа карт может не быть.\n" +
            "Но знание пароля поможет исправить ситуацию." +
            "\n" +
            "Все машиндаты ТПА \"Engel\" имеют расширение \".ZIP\". Поэтому программа загружает файлы только с таким расширением.";

}
